Repository: BaptisteSansierra/Dropin
Catalog: Dropin/01_Core/Resources/L10N/Localizable.xcstrings
Source language: en
Languages: fr

# privacy.title
source: Privacy
fr: Confidentialité

# profile.delete_account
source: Delete account
fr: Supprimer le compte

# profile.display_name
source: Display name
fr: Nom affiché

# profile.error.name_empty
source: Display name can't be empty
fr: Le nom affiché ne peut pas être vide

# profile.error.name_too_long
source: Display name is too long
fr: Le nom affiché est trop long

# profile.logout
source: Log out
fr: Se déconnecter

# profile.logout.confirm
source: Log out
fr: Se déconnecter

# profile.logout.confirm_body
source: You'll need to sign in again to access your places.
fr: Vous devrez vous reconnecter pour accéder à vos lieux.

# profile.logout.confirm_title
source: Log out?
fr: Se déconnecter ?

# profile.logout.force
source: Log out and lose changes
fr: Se déconnecter et perdre les modifications

# profile.logout.info_body
source: Some places, groups, or tags may have been modified recently - or while your device was offline - and haven't been synced to the server yet. To avoid losing any data, connect to the internet and wait a few seconds before logging out.
fr: Certains lieux, groupes ou tags ont peut-être été modifiés récemment - ou pendant que votre appareil était hors-ligne - et n'ont pas encore été synchronisés avec le serveur. Pour éviter toute perte de données, connectez-vous à internet et attendez quelques secondes avant de vous déconnecter.

# profile.logout.info_title
source: About unsynced changes
fr: À propos des modifications non synchronisées

# profile.logout.more_info
source: More info
fr: En savoir plus

# profile.logout.offline_body_%lld
source: You're offline and have %lld unsynced changes. Logging out will lose them.
fr: Vous êtes hors-ligne avec %lld modifications non synchronisées. Se déconnecter les perdra.

# profile.logout.offline_title
source: Unsynced changes
fr: Modifications non synchronisées

# profile.logout.sync_failed_body_%lld
source: %lld changes couldn't be synced and will be lost on logout.
fr: %lld modifications n'ont pas pu être synchronisées et seront perdues à la déconnexion.

# profile.logout.sync_failed_title
source: Sync incomplete
fr: Synchronisation incomplète

# profile.plan
source: Plan
fr: Formule

# settings.clustering
source: Clustering
fr: Regroupement

# settings.importing
source: Importing...
fr: Import en cours...

# settings.importing_count_%lld
source: Importing %lld places...
fr: Import de %lld lieux...

# settings.mapstr_import.tag_footer
source: All imported places will be tagged with this label so you can find them easily.
fr: Tous les lieux importés seront tagués avec ce label pour les retrouver facilement.

# settings.mapstr_import.tag_placeholder
source: Tag name
fr: Nom du tag

# settings.mapstr_import.tag_section
source: Import tag
fr: Tag d'import

# settings.mapstr_import.title
source: Import from Mapstr
fr: Importer depuis Mapstr

# settings.pin_size
source: Pin Size
fr: Taille des repères

# settings.pin_style
source: Pin Style
fr: Style des repères

# settings.reset_db
source: Reset Database
fr: Réinitialiser la base de donnée

# settings.section.data
source: Data
fr: Données

# settings.section.map_config
source: Map configuration
fr: Configuration de la carte

# tag_list_view.num_places_%lld
source: %lld places
fr: %lld lieux

# tag_selector.all
source: All tags
fr: Tous les tags

# tag_selector.new
source: New Tag
fr: Nouveau tag

# tag_selector.selected
source: Selected tags
fr: Tags sélectionnés

# tag_selector.selected_count_%lld
source: Selected · %lld
fr: Sélectionnés · %lld

# tag_selector.title
source: Select tags for this place
fr: Sélectionner des tags pour ce lieu
